import styles from './Requirements.module.css';

function Requirements() {
    return (
        <div className={styles.requirements}>
            <h2>УМОВИ УЧАСТІ В КОНФЕРЕНЦІЯХ</h2>
            <h3><em>До участі в наукових інтернет-конференціях запрошуються викладачі, наукові співробітники, аспіранти та студенти, а також фахівці-практики</em></h3>
            <h3>НАПРЯМИ РОБОТИ КОНФЕРЕНЦІЇ</h3>
            <div className={styles.sections}>
                <div className={styles.sectionsBlock}>
                    Секція 01. Сільськогосподарські науки.<br/>
                    Секція 02. Ветеринарні науки.<br/>
                    Секція 03. Біологічні науки.<br/>
                    Секція 04. Медичні науки.<br/>
                    Секція 05. Фармацевтичні науки.<br/>
                    Секція 06. Хімічні науки.<br/>
                    Секція 07. Технічні науки.<br/>
                    Секція 08. Фізико-математичні науки.<br/>
                    Секція 09. Інформаційно-комунікаційні технології.<br/>
                    Секція 10. Транспорт та інфраструктура.<br/>
                    Секція 11. Географічні науки.<br/>
                    Секція 12. Геолого-мінералогічні науки.<br/>
                    Секція 13. Архітектура та будівництво.<br/>
                    Секція 14. Астрономія.<br/>
                    Секція 15. Освіта та педагогічні науки.<br/>
                </div>
                <div className={styles.sectionsBlock}>
                    Секція 16. Психологічні науки.<br/>
                    Секція 17. Соціологічні науки.<br/>
                    Секція 18. Журналістика.<br/>
                    Секція 19. Мистецтвознавство та дизайн.<br/>
                    Секція 20. Історичні науки.<br/>
                    Секція 21. Культурологія.<br/>
                    Секція 22. Література.<br/>
                    Секція 23. Документознавство.<br/>
                    Секція 24. Політичні науки.<br/>
                    Секція 25. Філологічні науки.<br/>
                    Секція 26. Філософські науки.<br/>
                    Секція 27. Економічні науки та маркетинг.<br/>
                    Секція 28. Юридичні науки.<br/>
                    Секція 29. Публічне управління.<br/>
                    Секція 30. Охорона праці та безпека життєдіяльності.<br/>
                </div>
            </div>
            <h3>ФОРМА ПРОВЕДЕННЯ КОНФЕРЕНЦІЙ</h3>
            <p>Форма проведення конференції: заочна інтернет-конференція.<br/>
            Мови конференції: українська, англійська, російська.<br/>
            За результатами конференції протягом 7 днів планується видання збірника матеріалів конференції в електронній формі, який буде розміщено на сайті www.conferencepoint.online в розділі “Архів конференцій” та розісланий на адреси електронної пошти учасників конференції. Збірнику матеріалів конференції буде присвоєний бібліотечний індекс УДК та міжнародний стандартний книжковий номер ISBN.</p>
            <h3>ЯК ПРИЙНЯТИ УЧАСТЬ У КОНФЕРЕНЦІЇ</h3>
            <p>Для участі у конференції необхідно до 1 травня надіслати на адресу електронної пошти admin@conferencepoint.online Оргкомітету конференції наступні файли:<br/>
            1)	тези доповіді, оформлені відповідно до вимог;<br/>
            2)	фото-, сканкопію чи скріншот квитанції про оплату оргвнеску.<br/>
            Назви файлів повинні бути підписані відповідно до прізвища та ініціалів учасника конференції (наприклад, Петренко А.В._Тези, Петренко А.В._Квитанція). Лист повинен містити заголовок із назвою і датою проведення конференції (наприклад, Тези на всеукраїнську конференцію “Наукові горизонти ХІ століття: виклики та перспективи” 1 травня 2026 р.).</p>
            <h3>ВИМОГИ ДО ОФОРМЛЕННЯ ТЕЗ ДОПОВІДЕЙ</h3>
            <div>
                <p>Формат тексту: Microsoft Word (*.doc, *.docx);<br/>
                    Орієнтація: книжкова, альбомна орієнтація заборонена;<br/>
                    Поля (верхнє, нижнє, ліве, праве): 2 см;<br/>
                    Шрифт: Times New Roman, розмір (кегль) - 14;<br/>
                    Міжрядковий інтервал: полуторний;<br/>
                    Відступ з абзацу: 1 см;<br/>
                    Обсяг статті: від 3 до 10 сторінок;<br/>
                    Оригінальність тексту: щонайменше 65 %.<br/>
                </p>
                <p>Сторінки не нумеруються, переноси слів не допускаються. До тез доповіді можна додавати графічні матеріали – рисунки і таблиці. Вони послідовно нумеруються арабськими цифрами (рис. 1; табл. 1). До кожного рисунку подається короткий підпис, а до таблиці ‒ заголовок.</p>
                <p>
                    Структура тез доповіді:<br/>
-	назва секції конференції (великими літерами, вирівнювання по правому краю);<br/>
-	індекс УДК (вирівнювання по лівому краю);<br/>
-	назва тез доповіді (великими літерами, шрифт – жирний, вирівнювання по центру);<br/>
-	прізвище, ім’я, по-батькові повністю (шрифт – жирний курсив, вирівнювання по правому краю);<br/>
-	науковий ступінь, вчене звання – за наявності (вирівнювання по правому краю);<br/>
-	посада та місце роботи (місце навчання) – за наявності (вирівнювання по правому краю);<br/>
-	адреса електронної пошти (вирівнювання по правому краю);<br/>
-	номер телефона (вирівнювання по правому краю) – потрібен для зворотного зв’язку оргкомітету з автором (в опублікованих тезах доповіді вказуватися не буде);<br/>
-	анотація (шрифт – жирний, 2-3 речення, вирівнювання по ширині);<br/>
-	ключові слова (шрифт – жирний, 5-7 позицій, вирівнювання по ширині);<br/>
-	через один рядок текст тез доповіді (вирівнювання по ширині). Посилання на джерела зазначаються в квадратних дужках, де перша цифра означає номер джерела, а друга через кому – номер сторінки (наприклад, [3, c.45]).<br/>
-	список літератури (вирівнювання по центру). Джерела у списку літератури зазначаються в порядку їх використання в тексті. Оформлення списку літератури здійснюється відповідно до стандартів бібліографічного опису (ДСТУ 8302:2015 «Інформація та документація. Бібліографічне посилання. Загальні положення та правила складання»).<br/> 
                </p>
                <img src="../../assets/Sample.jpg" alt="Image"/>
                <h3>РЕКВІЗИТИ ДЛЯ ОПЛАТИ</h3>
                <p>Назва банку: АТ КБ «ПриватБанк»<br/>
                Найменування отримувача: ФОП Бурило Юрій Павлович<br/>
                Код отримувача (ЄДРПОУ): 2949904670<br/>
                Рахунок IBAN: UA593052990000026009026201252<br/>
                У призначенні платежу треба зазначити «Оргвнесок за публікацію тез доповіді, прізвище та ініціали автора».</p>
            </div>

        </div>
    )
}

export default Requirements;