import styles from './Requirements.module.css';

function Requirements() {
    return (
            <div className={styles.requirements}>
                <h2>УМОВИ УЧАСТІ В КОНФЕРЕНЦІЯХ</h2>
                <h3><em>До участі в наукових інтернет-конференціях запрошуються викладачі, наукові співробітники, аспіранти та студенти, а також фахівці-практики</em></h3>
                <h3>НАПРЯМИ РОБОТИ КОНФЕРЕНЦІЇ</h3>
                <div className={styles.sections}>
                    <div className={styles.sectionsBlock}>
                        Секція 01. Сільськогосподарські науки.<br />
                        Секція 02. Ветеринарні науки.<br />
                        Секція 03. Біологічні науки.<br />
                        Секція 04. Медичні науки.<br />
                        Секція 05. Фармацевтичні науки.<br />
                        Секція 06. Хімічні науки.<br />
                        Секція 07. Технічні науки.<br />
                        Секція 08. Фізико-математичні науки.<br />
                        Секція 09. Інформаційно-комунікаційні технології.<br />
                        Секція 10. Транспорт та інфраструктура.<br />
                        Секція 11. Географічні науки.<br />
                        Секція 12. Геолого-мінералогічні науки.<br />
                        Секція 13. Архітектура та будівництво.<br />
                        Секція 14. Астрономія.<br />
                        Секція 15. Освіта та педагогічні науки.<br />
                    </div>
                    <div className={styles.sectionsBlock}>
                        Секція 16. Психологічні науки.<br />
                        Секція 17. Соціологічні науки.<br />
                        Секція 18. Журналістика.<br />
                        Секція 19. Мистецтвознавство та дизайн.<br />
                        Секція 20. Історичні науки.<br />
                        Секція 21. Культурологія.<br />
                        Секція 22. Література.<br />
                        Секція 23. Документознавство.<br />
                        Секція 24. Політичні науки.<br />
                        Секція 25. Філологічні науки.<br />
                        Секція 26. Філософські науки.<br />
                        Секція 27. Економічні науки та маркетинг.<br />
                        Секція 28. Юридичні науки.<br />
                        Секція 29. Публічне управління.<br />
                        Секція 30. Охорона праці та безпека життєдіяльності.<br />
                    </div>
                </div>
                <h3>ФОРМА ПРОВЕДЕННЯ КОНФЕРЕНЦІЙ</h3>
                <div className={styles.container}>
                    <p>Форма проведення конференції: заочна інтернет-конференція.</p>
                    <p>Мови конференції: українська, англійська, російська.</p>
                    <p>За результатами конференції протягом 7 днів планується видання збірника матеріалів конференції в електронній формі, який буде розміщено на сайті www.conferencepoint.online в розділі “Архів конференцій” та розісланий на адреси електронної пошти учасників конференції. Збірнику матеріалів конференції буде присвоєний бібліотечний індекс УДК та міжнародний стандартний книжковий номер ISBN.</p>
                </div>
                <h3>ЯК ПРИЙНЯТИ УЧАСТЬ У КОНФЕРЕНЦІЇ</h3>
                    <div className={styles.container}>
                        <p>Для участі у конференції необхідно до 1 травня надіслати на адресу електронної пошти admin@conferencepoint.online Оргкомітету конференції наступні файли:<br />
                        1)	тези доповіді, оформлені відповідно до вимог;<br />
                        2)	фото-, сканкопію чи скріншот квитанції про оплату оргвнеску.<br />
                        Назви файлів повиннІ бути пíдписанi вiдповiдно до прiзвища та iнiцiалiв учасника конференцiї (наприклад, Петренко А.В._Тези, Петренко А.В._Квитанцiя). Лист повинен мiстити заголовок iз назвою i датою проведення конференцiї (наприклад, Тези на всеукраїнську конференцiю “Науковi горизонти ХІ столiття: виклики та перспективи” 1 травня 2026 р.).</p>
                    </div>
                <h3>ВИМОГИ ДО ОФОРМЛЕННЯ ТЕЗ ДОПОВІДЕЙ</h3>
                <div className={styles.container}>
                    <div>
                        <p>Формат тексту: Microsoft Word (*.doc, *.docx);</p>
                        <p>Орієнтація: книжкова, альбомна орієнтація заборонена;</p>
                        <p>Поля (верхнє, нижнє, ліве, праве): 2 см;</p>
                        <p>Шрифт: Times New Roman, розмір (кегль) - 14;</p>
                        <p>Міжрядковий інтервал: полуторний;</p>
                        <p>Відступ з абзацу: 1 см;</p>
                        <p>Обсяг статті: від 3 до 10 сторінок;</p>
                        <p>Оригінальність тексту: щонайменше 65 %.</p>
                        <p>Сторінки не нумеруються, переноси слів не допускаються. До тез доповіді можна додавати графічні матеріали – рисунки і таблиці. Вони послідовно нумеруються арабськими цифрами (рис. 1; табл. 1). До кожного рисунку подається короткий підпис, а до таблиці ‒ заголовок.</p>
                    </div>
                    <div>
                        <h4>Структура тез доповіді:</h4>
                        <div>
                            <p>-	назва секції конференції (великими літерами, вирівнювання по правому краю);</p>
                            <p>-	індекс УДK (вирівнювання по лівому краю);</p>
                            <p>-	назва тез доповіді (великими літерами, шрифт – жирний, вирівнювання по центру);</p>
                            <p>-	прізвище, ім’я, по-батькові повністю (шрифт – жирний курсив, вирівнювання по правому краю);</p>
                            <p>-	науковий ступінь, вчене звання – за наявності (вирівнювання по правому краю);</p>
                            <p>-	посада та місце роботи (місце навчання) – за наявності (вирівнювання по правому краю);</p>
                            <p>-	адреса електронної пошти (вирівнювання по правому краю);</p>
                            <p>-	номер телефона (вирівнювання по правому краю) – потрібен для зворотного зв’язку оргкомітету з автором (в опублікованих тезах доповіді вказуватися не буде);</p>
                            <p>-	анотація (шрифт – жирний, 2-3 речення, вирівнювання по ширині);</p>
                            <p>-	ключові слова (шрифт – жирний, 5-7 позицій, вирівнювання по ширині);</p>
                            <p>-	через один рядок текст тез доповіді (вирівнювання по ширині). Посилання на джерела зазначаються в квадратних дужках, де перша цифра означає номер джерела, а друга через кому – номер сторінки (наприклад, [3, c.45]).</p>
                            <p>-	список літератури (вирівнювання по центру). Джерела у списку літератури зазначаються в порядку їх використання в тексті. Оформлення списку літератури здійснюється відповідно до стандартів бібліографічного опису (ДСТУ 8302:2015 «Інформація та документація. Бібліографічне посилання. Загальні положення та правила складання»).</p>
                        </div>   
                   </div>
                </div> 
                <h3>ОПЛАТА ЗА УЧАСТЬ У КОНФЕРЕНЦІЇ</h3>
                <div className={styles.container}>
                    <p className={styles.payment}>Організаційний внесок за участь у конференції становить <strong>200 грн.</strong></p>
                    <p className={styles.payment}>Cплата організаційного внеску здійснюється шляхом переказу коштів на банківський рахунок.</p>
                </div>
                <h4>РЕКВІЗИТИ ДЛЯ ОПЛАТИ:</h4>
                <div className={styles.container}>
                    <p><strong>Назва банку:</strong> АТ КБ «ПриватБанк»</p>
                    <p><strong>Найменування отримувача:</strong> ФОП Бурило Юрій Павлович</p>
                    <p><strong>Код отримувача (ЄДРПОУ):</strong> 2949904670</p>
                    <p><strong>Рахунок IBAN:</strong> UA593052990000026009026201252</p>
                    <p><strong>У призначенні платежу треба зазначити:</strong> «Оргвнесок за публікацію тез доповіді, прізвище та ініціали автора».</p>
                </div>
    </div>
    )
}

export default Requirements;